Repository: Illidariy/Flask-AppBuilder
Catalog: flask_appbuilder/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Access is Denied
ru: <a href='https://bigbi.hse.ru'>🔒 Попытка авторизации не удалась. Авторизуйтесь по ссылке на стартовой странице отчётности:</a>

source: Search
ru: Поиск

source: Back
ru: Назад

source: Save
ru: Сохранить

source: This field is required.
ru: Это поле обязательно.

source: Not a valid date value
ru: Дата введена неверно

source: No records found
ru: Не найдено ни одной записи

source: Invalid file extension
ru: Неверное расширение файла

source: Already exists.
ru: Уже существует.

source: Group by
ru: Группировка по

source: Added Row
ru: Добавлено строк

source: Changed Row
ru: Изменено строк

source: Deleted Row
ru: Удалено строк

source: Associated data exists, please delete them first
ru: Обнаружены связанные данные, сначала нужно далить их

source: Integrity error, probably unique constraint
ru: Ошибка целостности, вероятно, ограничение уникальности

source: General Error
ru: Общая ошибка

source: Count of
ru: Граф

source: Sum of
ru: Сумма

source: Avg. of
ru: Средняя . из

source: Contains
ru: Содержит

source: Not Contains
ru: Не содержит

source: Equal to
ru: Равно

source: Not Equal to
ru: Не равно

source: Greater than
ru: Больше

source: Smaller than
ru: Меньше

source: Starts with
ru: Начинается с

source: Not Starts with
ru: Не начинается с

source: Relation
ru: Отношение

source: Relation as Many
ru: Связь многие ко многим

source: Ends with
ru: заканчивается на

source: Not Ends with
ru: Не заканчивается на

source: No Relation
ru: Нет связи

source: User Name
ru: Логин

source: Remember me
ru: Запомнить меня

source: Password
ru: Пароль

source: Please use a good password policy, this application does not check this for you
ru: Самостоятельно позаботьтесь о надежности пароля - приложение это не контролирует

source: Confirm Password
ru: Подтвердите пароль

source: Please rewrite the password to confirm
ru: Еще раз напишите пароль

source: Passwords must match
ru: Пароли должны совпадать

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: List Users
ru: Список пользователей

source: Security
ru: Безопасность

source: List Roles
ru: Список ролей

source: User's Statistics
ru: Статистика пользователя

source: User Registrations
ru: Регистрация пользователей

source: Base Permissions
ru: Основные разрешения

source: Views/Menus
ru: Отобажения/меню

source: Permission on Views/Menus
ru: Право на просмотр/меню

source: Account activation
ru: активация учетной записи

source: Registration sent to your email
ru: Регистрация отправлены на электронную почту

source: Not possible to register you at the moment, try again later
ru: Не возможно зарегистрировать вас на данный момент, повторите попытку позже

source: Registration not found
ru: Регистрация не найдено

source: Fill out the registration form
ru: Заполните регистрационную форму

source: List Base Permissions
ru: Список базовых прав доступа

source: Show Base Permission
ru: Показать основные права

source: Add Base Permission
ru: Добавить

source: Edit Base Permission
ru: Редактировать

source: Name
ru: Название

source: List View Menus
ru: Список меню

source: Show View Menu
ru: Показать меню

source: Add View Menu
ru: Добавить

source: Edit View Menu
ru: Редактировать

source: List Permissions on Views/Menus
ru: Список прав на просмотр/меню

source: Show Permission on Views/Menus
ru: Показать право на просмотр/меню

source: Add Permission on Views/Menus
ru: Добавить право на просмотр/меню

source: Edit Permission on Views/Menus
ru: Редактировать право просмотр/меню

source: Permission
ru: разрешение

source: View/Menu
ru: Отображение/меню

source: Reset Password Form
ru: Сбросить форму ввода пароля

source: Password Changed
ru: Пароль изменен

source: Show User
ru: Показать пользователя

source: Add User
ru: Добавить пользователя

source: Edit User
ru: Редактировать пользователя

source: Full Name
ru: Полное имя

source: Is Active?
ru: Активен?

source: Role
ru: Роль

source: Last login
ru: Последний вход

source: Login count
ru: Количество входов

source: Failed login count
ru: Не удалось посчиать количество входов

source: Created on
ru: Создано

source: Created by
ru: Кем создано

source: Changed on
ru: Когда изменено

source: Changed by
ru: Кем изменено

source: Write the user first name or names
ru: Выводить имя пользователя

source: Write the user last name
ru: Выводить фамилию

source: Username valid for authentication on DB or LDAP, unused for OID auth
ru: Имя пользователя для авторизации на БД или LDAP, не используется при OID аутентификации

source: It's not a good policy to remove a user, just make it inactive
ru: Удалять пользователя плохая практика, просто сделайте его неактивным

source: The user's email, this will also be used for OID auth
ru: E-mail ользователя. Будет также использоваться для OID аутентификации

source: The user role on the application, this will associate with a list of permissions
ru: Роль пользователя, опредляющая список его прав

source: Please rewrite the user's password to confirm
ru: Повторите пароль

source: User info
ru: Ваши данные

source: Personal Info
ru: Частные данные

source: Audit Info
ru: Данные по аудиту

source: Your user information
ru: Ваши пользовательские данные

source: Reset my password
ru: Сбросить пароль

source: Reset Password
ru: Сброс пароля

source: User Statistics
ru: Статистика пользователя

source: Show Role
ru: Показать роль

source: Add Role
ru: Добавить роль

source: Edit Role
ru: Редактировать роль

source: Permissions
ru: Права

source: Copy Role
ru: Копировать Роль

source: Copy the selected roles?
ru: Скопируйте выбранные роли?

source: List of Registration Requests
ru: Список запросов Регистрация

source: Show Registration
ru: Показать Регистрация

source: Invalid login. Please try again.
ru: Попытка аутентификации не удалась.

source: Sign In
ru: Вход

source: Profile
ru: профиль

source: Logout
ru: Выход

source: Login
ru: Войти

source: Welcome
ru: Добро пожаловать

source: User confirmation needed
ru: подтверждение пользователя требуется

source: Actions
ru: Действия

source: Page size
ru: размер страницы

source: Record Count
ru: Количество записей

source: Add a new record
ru: Добавить новую запись

source: Edit record
ru: Редактировать запись

source: Show record
ru: Показать запись

source: You sure you want to delete this item?
ru: Уверены, что хотите удалить эту запись?

source: Delete record
ru: Удалить запись

source: Group by fields
ru: Группа полей

source: Your user is activated you can now proceed to login
ru: Ваш пользователь активирован теперь вы можете приступить к войдите

source: Enter your login and password below
ru: Введите логин и пароль

source: Username
ru: Имя пользователя

source: If you are not already a user, please register
ru: Если вы не являетесь пользователем , пожалуйста, зарегистрируйтесь

source: Register
ru: Регистрация

source: Please choose one of the following providers:
ru: Пожалуйста, выберите один из следующих

source: Click on your OpenID provider below
ru: Нажмите на поставщика OpenID ниже

source: Or enter your OpenID here
ru: Или введите OpenID здесь

source: Please choose a provider
ru: Пожалуйста, выберите один из следующих

source: Enter your OpenID Username
ru: Или введите OpenID здесь

source: Add Filter
ru: Добавить фильтр
